Repository: pouriaMaleki/navon
Catalog: companion-apps/ios/CompanionApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fi, fr, hi, id, ja, mr, pt, ru, ur, zh

# cue.turn50m.merge
source: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, merge
ar: بعد {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}، اندمج
bn: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর মার্জ করুন
de: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, einfädeln
es: En {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}, incorpórate
fa: در {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}، ادغام کن
fi: Kun {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} on jäljellä, sulautu
fr: Dans {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, fusionnez
hi: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में मर्ज करें
id: Dalam {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, bergabung
ja: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先で合流してください
mr: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये मर्ज करा
pt: Em {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, faça a fusão
ru: Через {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, выполните слияние
ur: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں مرج کریں
zh: 在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 内，并入

# cue.turn50m.ramp
source: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, take the ramp
ar: بعد {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}، خذ المنحدر
bn: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর র‌্যাম্প নিন
de: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, nimm die Rampe
es: En {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}, toma la rampa
fa: در {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}، رمپ را بگیر
fi: Kun {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} on jäljellä, ota ramppi
fr: Dans {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, prenez la rampe
hi: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में रैंप लें
id: Dalam {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, ambil landai
ja: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先でランプを取ってください
mr: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये रॅम्प घ्या
pt: Em {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, pegue a rampa
ru: Через {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, съезжайте
ur: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں ریمپ لیں
zh: 在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 内，上匝道

# cue.turn50m.right
source: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, turn right
ar: بعد {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}، انعطف يمينًا
bn: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর ডানে ঘুরুন
de: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, biege rechts ab
es: En {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}, gira a la derecha
fa: در {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}} ، به راست بپیچید
fi: Kun {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} on jäljellä, käänny oikealle
fr: Dans {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, tournez à droite
hi: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में दायां मुड़ें
id: Dalam {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, belok kanan
ja: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先で右折してください
mr: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये उजवीकडे वळा
pt: Em {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, vire à direita
ru: Через {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, поверните направо
ur: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں دائیں مڑیں
zh: 在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 内，向右转

# cue.turn50m.roundabout
source: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, enter the roundabout
ar: بعد {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}، ادخل الدوّار
bn: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর গোলচত্বর প্রবেশ করুন
de: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, fahre in den Kreisverkehr ein
es: En {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}, entra en la rotonda
fa: در {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}، وارد میدان گرد شو
fi: Kun {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} on jäljellä, siirry kiertoliittymään
fr: Dans {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, entrez dans le rond-point
hi: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में राउंडअबाउट में प्रवेश करें
id: Dalam {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, masuk bundaran
ja: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先でラウンドアバウトに入ってください
mr: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये राउंडअबाऊटमध्ये जा
pt: Em {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, entre na rotatória
ru: Через {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, въезжайте на кольцевую развязку
ur: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں گول چکر میں داخل ہوں
zh: 在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 内，进入环岛

# cue.turn50m.slightLeft
source: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, slight left
ar: بعد {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}، ميل يسارًا قليلًا
bn: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর সামান্য বামে
de: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, leicht links
es: En {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}, gira a la izquierda
fa: در {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}} ، به چپ بپیچید
fi: Kun {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} on jäljellä, vähäinen vasemmalle
fr: Dans {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, légère gauche
hi: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में हल्का बायां
id: Dalam {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, belok sedikit kiri
ja: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先で緩やかな左へ
mr: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये किंचित डावीकडे
pt: Em {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, leve à esquerda
ru: Через {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, небольшой поворот налево
ur: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں ہلکا سا بائیں
zh: 在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 内，轻微向左

# cue.turn50m.slightRight
source: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, slight right
ar: بعد {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}، ميل يمينًا قليلًا
bn: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর সামান্য ডানে
de: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, leicht rechts
es: En {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}, gira a la derecha
fa: در {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}} ، به راست بپیچید
fi: Kun {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} on jäljellä, vähäinen oikealle
fr: Dans {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, légère droite
hi: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में हल्का दायां
id: Dalam {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, belok sedikit kanan
ja: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先で緩やかな右へ
mr: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये किंचित उजवीकडे
pt: Em {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, leve à direita
ru: Через {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, небольшой поворот направо
ur: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں ہلکا سا دائیں
zh: 在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 内，轻微向右

# cue.turn50m.uturn
source: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, make a U-turn
ar: بعد {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}، نفّذ U-turn
bn: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} পর U-turn করুন
de: In {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, mach einen U-turn
es: En {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}}, haz un U-turn
fa: در {distance, number} {distanceUnit, select, meters {meters} feet {feet} other {meters}} ، یک دور U بزنید
fi: Kun {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} on jäljellä, tee U-käännös
fr: Dans {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, faites un demi-tour
hi: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} में U-turn करें
id: Dalam {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, lakukan U-turn
ja: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 先でUターンしてください
mr: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} मध्ये U-turn करा
pt: Em {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, faça um retorno (U-turn)
ru: Через {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}}, выполните разворот
ur: {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} میں U-turn کریں
zh: 在 {distance, number} {distanceUnit, select, meters {meters} feet {feet} kilometers {kilometers} other {meters}} 内，掉头
